orbit_teste/app/controllers/api/v1/comment_controller.rb

INSERT INTO "comments" ("text", "user_id", "event_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["text", "oi"], ["user_id", 1], ["event_id", 1], ["created_at", "2020-02-16 18:10:04.143334"], ["updated_at", "2020-02-16 18:10:04.143334"]]
SELECT "comments".* FROM "comments"
---
	def create
	  @comment = Comment.new(comment_params)

	  if @comment.save
	    render json: Comment.all