orbit_teste/app/controllers/api/v1/event_controller.rb

	def show
		render json: Event.all
---
SELECT "events".* FROM "events"