orbit_teste/app/controllers/api/v1/report_controller.rb

	def index
		comments_report = []
  		Comment.all.each do |comment|
  			Report.all.each do |report|
---
SELECT "comments".* FROM "comments"
SELECT "reports".* FROM "reports"