orbit_teste/app/controllers/api/v1/user_controller.rb

	def show
		render json: User.all
---
SELECT "users".* FROM "users"